* List of solutions

| Day | Title                          | Part 1 | Part2 | Done afterwards |
|-----+--------------------------------+--------+-------+-----------------|
|   1 | --- Day 1: Secret Entrance --- |   1102 |  6175 |                 |
|   2 |                                |        |       |                 |
|   3 |                                |        |       |                 |
|   4 |                                |        |       |                 |
|   5 |                                |        |       |                 |
|   6 |                                |        |       |                 |
|   7 |                                |        |       |                 |
|   8 |                                |        |       |                 |
|   9 |                                |        |       |                 |
|  10 |                                |        |       |                 |
|  11 |                                |        |       |                 |
|  12 |                                |        |       |                 |

* Stars

| Period                    | number |
|---------------------------+--------|
| Achieved during the month |      2 |
| Achieved later            |        |
| Total                     |      2 |
#+TBLFM: @4$2 = @2$2 + @3$2
